<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<div>
<h3 align="left">소개</h3>
<img src='imgs/intro.jpg' style='width:100%;'/>
	<h3 align="left">내가 쓰는 냉장고를 더 스마트하게!</h3>
	<div class="intro_content">
		사물 인터넷이 핵심산업으로 떠오르면서 다양한 상품이 나오고 있고 스마트 냉장고도 그 중 하나입니다. <br />
		기존 냉장고를 이용할 때 냉장고 안에 재료가 무엇이 있었는지 <br />
		그리고 얼마나 오래동안 냉장고 안에 있었는지 알기가 어려웠습니다. <br />
		그래서 오랜만에 냉장고 청소를 해보면 나도 모르게 방치되어있던 식재료를 발견하게 됩니다. 
		<br /><br />
		스마트 냉장고는 이를 해소하기 위해 나온 제품이지만 제품 자체가 고가이기 때문에 <br /> 
		이런 편리함을 위해 교체하기에는 많은 부담이 됩니다. <br /> 
		그래서 스마트 냉장고를 따로 구비하지 않았더라도 구입한 재료 정보를 저장하고 관리할 수 있는 서비스를 기획했고 <br /> 
		이런 기능을 담은 사물인터넷 제품과 이와 연동되는 어플리케이션과 웹사이트를 생각했습니다.
		<br /><br />
		재료관리 뿐만 아니라 우리는 인류 최대의 고민인 "오늘 뭐 먹지?"라는 질문에 관심을 가졌습니다. <br />
		내가 가지고 있는 식재료를 기반으로 만들 수 있는 요리를 추천해 식사 고민을 조금이나마 덜어줄 수 있으면 좋겠다고 생각했습니다.
		<br /><br />
		'속보이는 냉장고'는 이러한 생각을 가진 4명의 젊은 개발자가 모여 만든 웰빙서비스입니다. 
		<br /><br />
	</div>
</div>

<style>
.intro_content {
	text-align: left;
	font-size: 1.1rem;
	font-weight: lighter;
}
</style>